<!DOCTYPE html>
<html lang="fr">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width">
    <title>SachaDVR - CV & Portfolio</title>
    <meta name="description" content="Un portfolio interactif pour le plaisir de vos yeux">
    <meta name="keywords" content="sachadvr, sachadvr cv, sacha dvr fr, sachadvr.fr, sacha duvivier, sacha-andrea duvivier">
    <meta name="apple-mobile-web-app-title" content="SachaDVR">

    <link rel="apple-touch-icon" sizes="180x180" href="./images/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="./images/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="./images/favicon-16x16.png">
    <link rel="manifest" href="./images/site.webmanifest">
    <link rel="mask-icon" href="./images/safari-pinned-tab.svg" color="#5bbad5">
    <link rel="shortcut icon" href="./images/favicon.ico">
    <meta name="msapplication-TileColor" content="#da532c">
    <meta name="msapplication-config" content="./images/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">

    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.14.0/css/all.min.css" />
    <link rel="stylesheet" href="./css/animations.css">
    <link rel="preload" href="./ressources/Quicksand.ttf" as="font" type="font/ttf" crossorigin>
    <link rel="stylesheet" href="./css/style.css">
    <link href="https://unpkg.com/aos@2.3.1/dist/aos.css" rel="stylesheet">
</head>

<body>
    <header>
        <div class="profile-card">
            <div class="card-header">

                <div class="pic">
                    <i id="img"></i>
                </div>

                <div class="name">Sacha DVR</div>
                <div class="desc">Dev & Designer</div>
                <div class="sm">
                    <a href="https://www.facebook.com/profile.php?id=100010069578181" target="_blank" class="fab fa-facebook-f"></a>
                    <a href="https://twitter.com/SachaDvr" target="_blank" class="fab fa-twitter"></a>
                    <a href="https://www.linkedin.com/in/sacha-duvivier-8b5a89205/" target="_blank" class="fab fa-linkedin-in"></a>
                    <a href="https://github.com/sachadvr" target="_blank" class="fab fa-github"></a>
                </div>
                <a href="./links.html" class="contact-btn">Contact</a>
            </div>
            <div class="card-footer">
                <div class="numbers">
                    <div class="item">
                        <span>2</span> Projets en cours
                    </div>
                    <div class="border"></div>
                    <div class="item">
                        <span>1 </span> Projets finis
                    </div>
                    
                </div>
            </div>
        </div>
        <div class="info" style="display: none;">
            <a id="close">X</a>
            <section id="swap" >
                <h1>INFORMATION</h1>
                <h2>
                    <span> Site en construction </span>
                </h2>
                <p>

                </p>
                <details>
                    <summary>Hello, pour info, le site étant en phase de test, il peut s'avérer que quelques bugs apparaissent, merci de me les signaler à cette adresse: </summary>
                    <a href="mailto:contact@sachadvr.fr" id="link">contact@sachadvr.fr</a>
                </details>
            </section>
            <section id="swap1" style="display: none;">
                <h1 id="cgu">Les GCU</h1>
                <h2>D&eacute;finitions </h2>
                <p> <strong> Client : </strong> tout professionnel ou personne physique capable au sens des articles 1123 et suivants du Code civil, ou personne morale, qui visite le Site objet des pr&eacute;sentes conditions g&eacute;n&eacute;rales. <br
                    /> <strong> Prestations et Services : </strong> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> met &agrave; disposition des Clients : </p>
                <p> <strong> Contenu : </strong> Ensemble des &eacute;l&eacute;ments constituants l&rsquo;information pr&eacute;sente sur le Site, notamment textes &ndash; images &ndash; vid&eacute;os. </p>
                <p> <strong> Informations clients : </strong> Ci apr&egrave;s d&eacute;nomm&eacute; &laquo; Information (s) &raquo; qui correspondent &agrave; l&rsquo;ensemble des donn&eacute;es personnelles susceptibles d&rsquo;&ecirc;tre d&eacute;tenues
                    par <a href="https://sachadvr.fr"> https://sachadvr.fr </a> pour la gestion de votre compte, de la gestion de la relation client et &agrave; des fins d&rsquo;analyses et de statistiques. </p>
                <p> <strong> Utilisateur : </strong> Internaute se connectant, utilisant le site susnomm&eacute;. </p>
                <p> <strong> Informations personnelles : </strong> &laquo; Les informations qui permettent, sous quelque forme que ce soit, directement ou non, l'identification des personnes physiques auxquelles elles s'appliquent &raquo; (article 4 de la
                    loi n&deg; 78-17 du 6 janvier 1978). </p>
                <p> Les termes &laquo; donn&eacute;es &agrave; caract&egrave;re personnel &raquo;, &laquo; personne concern&eacute;e &raquo;, &laquo; sous traitant &raquo; et &laquo; donn&eacute;es sensibles &raquo; ont le sens d&eacute;fini par le R&egrave;glement
                    G&eacute;n&eacute;ral sur la Protection des Donn&eacute;es (RGPD : n&deg; 2016-679) </p>
                <h2> 1. Pr&eacute;sentation du site internet. </h2>
                <p> En vertu de l'article 6 de la loi n&deg; 2004-575 du 21 juin 2004 pour la confiance dans l'&eacute;conomie num&eacute;rique, il est pr&eacute;cis&eacute; aux utilisateurs du site internet <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    l'identit&eacute; des diff&eacute;rents intervenants dans le cadre de sa r&eacute;alisation et de son suivi: </p>
                <p> <strong> Propri&eacute;taire </strong> : Duvivier Sacha &ndash; 59000 Lille <br /> <strong> Responsable publication </strong> : sachadvr@icloud.com &ndash; sachadvr@icloud.com <br /> Le responsable publication est une personne physique
                    ou une personne morale. <br /> <strong> Webmaster </strong> : Duvivier Sacha &ndash; sachadvr@icloud.com <br /> <strong> H&eacute;bergeur </strong> : ovh &ndash; 2 rue Kellermann 59100 Roubaix 1007 <br /> <strong> D&eacute;l&eacute;gu&eacute; &agrave; la protection des donn&eacute;es </strong>                    : Duvivier Sacha &ndash; sachadvr@icloud.com </p>
                <div>
                    <p> Les mentions l&eacute;gales sont issues du mod&egrave;le propos&eacute; par le <a title="g&eacute;n&eacute;rateur gratuit offert par Orson.io" href="https://fr.orson.io/1371/generateur-mentions-legales"> g&eacute;n&eacute;rateur gratuit offert par Orson.io </a>                        </p>
                </div>
                <h2> 2. Conditions g&eacute;n&eacute;rales d&rsquo;utilisation du site et des services propos&eacute;s. </h2>
                <p> Le Site constitue une &oelig;uvre de l&rsquo;esprit prot&eacute;g&eacute;e par les dispositions du Code de la Propri&eacute;t&eacute; Intellectuelle et des R&eacute;glementations Internationales applicables. Le Client ne peut en aucune
                    mani&egrave;re r&eacute;utiliser, c&eacute;der ou exploiter pour son propre compte tout ou partie des &eacute;l&eacute;ments ou travaux du Site. </p>
                <p> L&rsquo;utilisation du site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> implique l&rsquo;acceptation pleine et enti&egrave;re des conditions g&eacute;n&eacute;rales d&rsquo;utilisation ci-apr&egrave;s d&eacute;crites. Ces conditions
                    d&rsquo;utilisation sont susceptibles d&rsquo;&ecirc;tre modifi&eacute;es ou compl&eacute;t&eacute;es &agrave; tout moment, les utilisateurs du site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> sont donc invit&eacute;s &agrave;
                    les consulter de mani&egrave;re r&eacute;guli&egrave;re. </p>
                <p> Ce site internet est normalement accessible &agrave; tout moment aux utilisateurs. Une interruption pour raison de maintenance technique peut &ecirc;tre toutefois d&eacute;cid&eacute;e par <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    , qui s&rsquo;efforcera alors de communiquer pr&eacute;alablement aux utilisateurs les dates et heures de l&rsquo;intervention. Le site web <a href="https://sachadvr.fr"> https://sachadvr.fr </a> est mis &agrave; jour r&eacute;guli&egrave;rement
                    par <a href="https://sachadvr.fr"> https://sachadvr.fr </a> responsable. De la m&ecirc;me fa&ccedil;on, les mentions l&eacute;gales peuvent &ecirc;tre modifi&eacute;es &agrave; tout moment : elles s&rsquo;imposent n&eacute;anmoins
                    &agrave; l&rsquo;utilisateur qui est invit&eacute; &agrave; s&rsquo;y r&eacute;f&eacute;rer le plus souvent possible afin d&rsquo;en prendre connaissance. </p>
                <h2> 3. Description des services fournis. </h2>
                <p> Le site internet <a href="https://sachadvr.fr"> https://sachadvr.fr </a> a pour objet de fournir une information concernant l&rsquo;ensemble des activit&eacute;s de la soci&eacute;t&eacute;. <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    s&rsquo;efforce de fournir sur le site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> des informations aussi pr&eacute;cises que possible. Toutefois, il ne pourra &ecirc;tre tenu responsable des oublis, des inexactitudes et
                    des carences dans la mise &agrave; jour, qu&rsquo;elles soient de son fait ou du fait des tiers partenaires qui lui fournissent ces informations. </p>
                <p> Toutes les informations indiqu&eacute;es sur le site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> sont donn&eacute;es &agrave; titre indicatif, et sont susceptibles d&rsquo;&eacute;voluer. Par ailleurs, les renseignements figurant
                    sur le site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> ne sont pas exhaustifs. Ils sont donn&eacute;s sous r&eacute;serve de modifications ayant &eacute;t&eacute; apport&eacute;es depuis leur mise en ligne. </p>
                <h2> 4. Limitations contractuelles sur les donn&eacute;es techniques. </h2>
                <p> Le site utilise la technologie JavaScript. Le site Internet ne pourra &ecirc;tre tenu responsable de dommages mat&eacute;riels li&eacute;s &agrave; l&rsquo;utilisation du site. De plus, l&rsquo;utilisateur du site s&rsquo;engage &agrave;
                    acc&eacute;der au site en utilisant un mat&eacute;riel r&eacute;cent, ne contenant pas de virus et avec un navigateur de derni&egrave;re g&eacute;n&eacute;ration mis-&agrave;-jour Le site <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    est h&eacute;berg&eacute; chez un prestataire sur le territoire de l&rsquo;Union Europ&eacute;enne conform&eacute;ment aux dispositions du R&egrave;glement G&eacute;n&eacute;ral sur la Protection des Donn&eacute;es (RGPD : n&deg; 2016-679)
                </p>
                <p> L&rsquo;objectif est d&rsquo;apporter une prestation qui assure le meilleur taux d&rsquo;accessibilit&eacute;. L&rsquo;h&eacute;bergeur assure la continuit&eacute; de son service 24 Heures sur 24, tous les jours de l&rsquo;ann&eacute;e.
                    Il se r&eacute;serve n&eacute;anmoins la possibilit&eacute; d&rsquo;interrompre le service d&rsquo;h&eacute;bergement pour les dur&eacute;es les plus courtes possibles notamment &agrave; des fins de maintenance, d&rsquo;am&eacute;lioration
                    de ses infrastructures, de d&eacute;faillance de ses infrastructures ou si les Prestations et Services g&eacute;n&egrave;rent un trafic r&eacute;put&eacute; anormal. </p>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> et l&rsquo;h&eacute;bergeur ne pourront &ecirc;tre tenus responsables en cas de dysfonctionnement du r&eacute;seau Internet, des lignes t&eacute;l&eacute;phoniques ou du mat&eacute;riel
                    informatique et de t&eacute;l&eacute;phonie li&eacute; notamment &agrave; l&rsquo;encombrement du r&eacute;seau emp&ecirc;chant l&rsquo;acc&egrave;s au serveur. </p>
                <h2> 5. Propri&eacute;t&eacute; intellectuelle et contrefa&ccedil;ons. </h2>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> est propri&eacute;taire des droits de propri&eacute;t&eacute; intellectuelle et d&eacute;tient les droits d&rsquo;usage sur tous les &eacute;l&eacute;ments accessibles sur le site
                    internet, notamment les textes, images, graphismes, logos, vid&eacute;os, ic&ocirc;nes et sons. Toute reproduction, repr&eacute;sentation, modification, publication, adaptation de tout ou partie des &eacute;l&eacute;ments du site,
                    quel que soit le moyen ou le proc&eacute;d&eacute; utilis&eacute;, est interdite, sauf autorisation &eacute;crite pr&eacute;alable de : <a href="https://sachadvr.fr"> https://sachadvr.fr </a> . </p>
                <p> Toute exploitation non autoris&eacute;e du site ou de l&rsquo;un quelconque des &eacute;l&eacute;ments qu&rsquo;il contient sera consid&eacute;r&eacute;e comme constitutive d&rsquo;une contrefa&ccedil;on et poursuivie conform&eacute;ment
                    aux dispositions des articles L.335-2 et suivants du Code de Propri&eacute;t&eacute; Intellectuelle. </p>
                <h2> 6. Limitations de responsabilit&eacute;. </h2>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> agit en tant qu&rsquo;&eacute;diteur du site. <a href="https://sachadvr.fr"> https://sachadvr.fr </a> est responsable de la qualit&eacute; et de la v&eacute;racit&eacute; du Contenu
                    qu&rsquo;il publie. </p>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> ne pourra &ecirc;tre tenu responsable des dommages directs et indirects caus&eacute;s au mat&eacute;riel de l&rsquo;utilisateur, lors de l&rsquo;acc&egrave;s au site internet <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    , et r&eacute;sultant soit de l&rsquo;utilisation d&rsquo;un mat&eacute;riel ne r&eacute;pondant pas aux sp&eacute;cifications indiqu&eacute;es au point 4, soit de l&rsquo;apparition d&rsquo;un bug ou d&rsquo;une incompatibilit&eacute;.
                </p>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> ne pourra &eacute;galement &ecirc;tre tenu responsable des dommages indirects (tels par exemple qu&rsquo;une perte de march&eacute; ou perte d&rsquo;une chance) cons&eacute;cutifs
                    &agrave; l&rsquo;utilisation du site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> . Des espaces interactifs (possibilit&eacute; de poser des questions dans l&rsquo;espace contact) sont &agrave; la disposition des utilisateurs.
                    <a href="https://sachadvr.fr"> https://sachadvr.fr </a> se r&eacute;serve le droit de supprimer, sans mise en demeure pr&eacute;alable, tout contenu d&eacute;pos&eacute; dans cet espace qui contreviendrait &agrave; la l&eacute;gislation
                    applicable en France, en particulier aux dispositions relatives &agrave; la protection des donn&eacute;es. Le cas &eacute;ch&eacute;ant, <a href="https://sachadvr.fr"> https://sachadvr.fr </a> se r&eacute;serve &eacute;galement la
                    possibilit&eacute; de mettre en cause la responsabilit&eacute; civile et/ou p&eacute;nale de l&rsquo;utilisateur, notamment en cas de message &agrave; caract&egrave;re raciste, injurieux, diffamant, ou pornographique, quel que soit
                    le support utilis&eacute; (texte, photographie &hellip;). </p>
                <h2> 7. Gestion des donn&eacute;es personnelles. </h2>
                <p> Le Client est inform&eacute; des r&eacute;glementations concernant la communication marketing, la loi du 21 Juin 2014 pour la confiance dans l&rsquo;Economie Num&eacute;rique, la Loi Informatique et Libert&eacute; du 06 Ao&ucirc;t 2004
                    ainsi que du R&egrave;glement G&eacute;n&eacute;ral sur la Protection des Donn&eacute;es (RGPD : n&deg; 2016-679). </p>
                <h3> 7.1 Responsables de la collecte des donn&eacute;es personnelles </h3>
                <p> Pour les Donn&eacute;es Personnelles collect&eacute;es dans le cadre de la cr&eacute;ation du compte personnel de l&rsquo;Utilisateur et de sa navigation sur le Site, le responsable du traitement des Donn&eacute;es Personnelles est : Duvivier
                    Sacha. <a href="https://sachadvr.fr"> https://sachadvr.fr </a> est repr&eacute;sent&eacute; par Duvivier Sacha, son repr&eacute;sentant l&eacute;gal </p>
                <p> En tant que responsable du traitement des donn&eacute;es qu&rsquo;il collecte, <a href="https://sachadvr.fr"> https://sachadvr.fr </a> s&rsquo;engage &agrave; respecter le cadre des dispositions l&eacute;gales en vigueur. Il lui appartient
                    notamment au Client d&rsquo;&eacute;tablir les finalit&eacute;s de ses traitements de donn&eacute;es, de fournir &agrave; ses prospects et clients, &agrave; partir de la collecte de leurs consentements, une information compl&egrave;te
                    sur le traitement de leurs donn&eacute;es personnelles et de maintenir un registre des traitements conforme &agrave; la r&eacute;alit&eacute;. Chaque fois que <a href="https://sachadvr.fr"> https://sachadvr.fr </a> traite des Donn&eacute;es
                    Personnelles, <a href="https://sachadvr.fr"> https://sachadvr.fr </a> prend toutes les mesures raisonnables pour s&rsquo;assurer de l&rsquo;exactitude et de la pertinence des Donn&eacute;es Personnelles au regard des finalit&eacute;s
                    pour lesquelles <a href="https://sachadvr.fr"> https://sachadvr.fr </a> les traite. </p>
                <h3> 7.2 Finalit&eacute; des donn&eacute;es collect&eacute;es </h3>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> est susceptible de traiter tout ou partie des donn&eacute;es : </p>
                <ul>
                    <li> pour permettre la navigation sur le Site et la gestion et la tra&ccedil;abilit&eacute; des prestations et services command&eacute;s par l&rsquo;utilisateur : donn&eacute;es de connexion et d&rsquo;utilisation du Site, facturation,
                        historique des commandes, etc. </li>
                    <li> pour pr&eacute;venir et lutter contre la fraude informatique (spamming, hacking&hellip;) : mat&eacute;riel informatique utilis&eacute; pour la navigation, l&rsquo;adresse IP, le mot de passe (hash&eacute;) </li>
                    <li> pour am&eacute;liorer la navigation sur le Site : donn&eacute;es de connexion et d&rsquo;utilisation </li>
                    <li> pour mener des enqu&ecirc;tes de satisfaction facultatives sur <a href="https://sachadvr.fr"> https://sachadvr.fr </a> : adresse email </li>
                    <li> pour mener des campagnes de communication (sms, mail) : num&eacute;ro de t&eacute;l&eacute;phone, adresse email </li>
                </ul>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> ne commercialise pas vos donn&eacute;es personnelles qui sont donc uniquement utilis&eacute;es par n&eacute;cessit&eacute; ou &agrave; des fins statistiques et d&rsquo;analyses. </p>
                <h3> 7.3 Droit d&rsquo;acc&egrave;s, de rectification et d&rsquo;opposition </h3>
                <p> Conform&eacute;ment &agrave; la r&eacute;glementation europ&eacute;enne en vigueur, les Utilisateurs de <a href="https://sachadvr.fr"> https://sachadvr.fr </a> disposent des droits suivants : </p>
                <ul>
                    <li> droit d'acc&egrave;s (article 15 RGPD) et de rectification (article 16 RGPD), de mise &agrave; jour, de compl&eacute;tude des donn&eacute;es des Utilisateurs droit de verrouillage ou d&rsquo;effacement des donn&eacute;es des Utilisateurs
                        &agrave; caract&egrave;re personnel (article 17 du RGPD), lorsqu&rsquo;elles sont inexactes, incompl&egrave;tes, &eacute;quivoques, p&eacute;rim&eacute;es, ou dont la collecte, l'utilisation, la communication ou la conservation
                        est interdite </li>
                    <li> droit de retirer &agrave; tout moment un consentement (article 13-2c RGPD) </li>
                    <li> droit &agrave; la limitation du traitement des donn&eacute;es des Utilisateurs (article 18 RGPD) </li>
                    <li> droit d&rsquo;opposition au traitement des donn&eacute;es des Utilisateurs (article 21 RGPD) </li>
                    <li> droit &agrave; la portabilit&eacute; des donn&eacute;es que les Utilisateurs auront fournies, lorsque ces donn&eacute;es font l&rsquo;objet de traitements automatis&eacute;s fond&eacute;s sur leur consentement ou sur un contrat (article
                        20 RGPD) </li>
                    <li> droit de d&eacute;finir le sort des donn&eacute;es des Utilisateurs apr&egrave;s leur mort et de choisir &agrave; qui <a href="https://sachadvr.fr"> https://sachadvr.fr </a> devra communiquer (ou non) ses donn&eacute;es &agrave; un
                        tiers qu&rsquo;ils aura pr&eacute;alablement d&eacute;sign&eacute; </li>
                </ul>
                <p> D&egrave;s que <a href="https://sachadvr.fr"> https://sachadvr.fr </a> a connaissance du d&eacute;c&egrave;s d&rsquo;un Utilisateur et &agrave; d&eacute;faut d&rsquo;instructions de sa part, <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    s&rsquo;engage &agrave; d&eacute;truire ses donn&eacute;es, sauf si leur conservation s&rsquo;av&egrave;re n&eacute;cessaire &agrave; des fins probatoires ou pour r&eacute;pondre &agrave; une obligation l&eacute;gale. </p>
                <p> Si l&rsquo;Utilisateur souhaite savoir comment <a href="https://sachadvr.fr"> https://sachadvr.fr </a> utilise ses Donn&eacute;es Personnelles, demander &agrave; les rectifier ou s&rsquo;oppose &agrave; leur traitement, l&rsquo;Utilisateur
                    peut contacter <a href="https://sachadvr.fr"> https://sachadvr.fr </a> par &eacute;crit &agrave; l&rsquo;adresse suivante : </p>
                <p> Duvivier Sacha &ndash; DPO, Duvivier Sacha <br /> 59000 Lille. </p>
                <p> Dans ce cas, l&rsquo;Utilisateur doit indiquer les Donn&eacute;es Personnelles qu&rsquo;il souhaiterait que <a href="https://sachadvr.fr"> https://sachadvr.fr </a> corrige, mette &agrave; jour ou supprime, en s&rsquo;identifiant pr&eacute;cis&eacute;ment
                    avec une copie d&rsquo;une pi&egrave;ce d&rsquo;identit&eacute; (carte d&rsquo;identit&eacute; ou passeport). </p>
                <p> Les demandes de suppression de Donn&eacute;es Personnelles seront soumises aux obligations qui sont impos&eacute;es &agrave; <a href="https://sachadvr.fr"> https://sachadvr.fr </a> par la loi, notamment en mati&egrave;re de conservation
                    ou d&rsquo;archivage des documents. Enfin, les Utilisateurs de <a href="https://sachadvr.fr"> https://sachadvr.fr </a> peuvent d&eacute;poser une r&eacute;clamation aupr&egrave;s des autorit&eacute;s de contr&ocirc;le, et notamment
                    de la CNIL (https://www.cnil.fr/fr/plaintes). </p>
                <h3> 7.4 Non-communication des donn&eacute;es personnelles </h3>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> s&rsquo;interdit de traiter, h&eacute;berger ou transf&eacute;rer les Informations collect&eacute;es sur ses Clients vers un pays situ&eacute; en dehors de l&rsquo;Union europ&eacute;enne
                    ou reconnu comme &laquo; non ad&eacute;quat &raquo; par la Commission europ&eacute;enne sans en informer pr&eacute;alablement le client. Pour autant, <a href="https://sachadvr.fr"> https://sachadvr.fr </a> reste libre du choix de ses
                    sous-traitants techniques et commerciaux &agrave; la condition qu&rsquo;il pr&eacute;sentent les garanties suffisantes au regard des exigences du R&egrave;glement G&eacute;n&eacute;ral sur la Protection des Donn&eacute;es (RGPD : n&deg;
                    2016-679). </p>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> s&rsquo;engage &agrave; prendre toutes les pr&eacute;cautions n&eacute;cessaires afin de pr&eacute;server la s&eacute;curit&eacute; des Informations et notamment qu&rsquo;elles ne
                    soient pas communiqu&eacute;es &agrave; des personnes non autoris&eacute;es. Cependant, si un incident impactant l&rsquo;int&eacute;grit&eacute; ou la confidentialit&eacute; des Informations du Client est port&eacute;e &agrave; la
                    connaissance de <a href="https://sachadvr.fr"> https://sachadvr.fr </a> , celle-ci devra dans les meilleurs d&eacute;lais informer le Client et lui communiquer les mesures de corrections prises. Par ailleurs <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    ne collecte aucune &laquo; donn&eacute;es sensibles &raquo;. </p>
                <p> Les Donn&eacute;es Personnelles de l&rsquo;Utilisateur peuvent &ecirc;tre trait&eacute;es par des filiales de <a href="https://sachadvr.fr"> https://sachadvr.fr </a> et des sous-traitants (prestataires de services), exclusivement afin
                    de r&eacute;aliser les finalit&eacute;s de la pr&eacute;sente politique. </p>
                <p> Dans la limite de leurs attributions respectives et pour les finalit&eacute;s rappel&eacute;es ci-dessus, les principales personnes susceptibles d&rsquo;avoir acc&egrave;s aux donn&eacute;es des Utilisateurs de <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    sont principalement les agents de notre service client. </p>
                <div> &nbsp; </div>
                <h2> 8. Notification d&rsquo;incident </h2>
                <p> Quels que soient les efforts fournis, aucune m&eacute;thode de transmission sur Internet et aucune m&eacute;thode de stockage &eacute;lectronique n'est compl&egrave;tement s&ucirc;re. Nous ne pouvons en cons&eacute;quence pas garantir
                    une s&eacute;curit&eacute; absolue. Si nous prenions connaissance d'une br&egrave;che de la s&eacute;curit&eacute;, nous avertirions les utilisateurs concern&eacute;s afin qu'ils puissent prendre les mesures appropri&eacute;es. Nos
                    proc&eacute;dures de notification d&rsquo;incident tiennent compte de nos obligations l&eacute;gales, qu'elles se situent au niveau national ou europ&eacute;en. Nous nous engageons &agrave; informer pleinement nos clients de toutes
                    les questions relevant de la s&eacute;curit&eacute; de leur compte et &agrave; leur fournir toutes les informations n&eacute;cessaires pour les aider &agrave; respecter leurs propres obligations r&eacute;glementaires en mati&egrave;re
                    de reporting. </p>
                <p> Aucune information personnelle de l'utilisateur du site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> n'est publi&eacute;e &agrave; l'insu de l'utilisateur, &eacute;chang&eacute;e, transf&eacute;r&eacute;e, c&eacute;d&eacute;e
                    ou vendue sur un support quelconque &agrave; des tiers. Seule l'hypoth&egrave;se du rachat de <a href="https://sachadvr.fr"> https://sachadvr.fr </a> et de ses droits permettrait la transmission des dites informations &agrave; l'&eacute;ventuel
                    acqu&eacute;reur qui serait &agrave; son tour tenu de la m&ecirc;me obligation de conservation et de modification des donn&eacute;es vis &agrave; vis de l'utilisateur du site <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    . </p>
                <h3> S&eacute;curit&eacute; </h3>
                <p> Pour assurer la s&eacute;curit&eacute; et la confidentialit&eacute; des Donn&eacute;es Personnelles et des Donn&eacute;es Personnelles de Sant&eacute;, <a href="https://sachadvr.fr"> https://sachadvr.fr </a> utilise des r&eacute;seaux
                    prot&eacute;g&eacute;s par des dispositifs standards tels que par pare-feu, la pseudonymisation, l&rsquo;encryption et mot de passe. </p>
                <p> Lors du traitement des Donn&eacute;es Personnelles, <a href="https://sachadvr.fr"> https://sachadvr.fr </a> prend toutes les mesures raisonnables visant &agrave; les prot&eacute;ger contre toute perte, utilisation d&eacute;tourn&eacute;e,
                    acc&egrave;s non autoris&eacute;, divulgation, alt&eacute;ration ou destruction. </p>
                <h2> 9. Liens hypertextes &laquo; cookies &raquo; et balises (&ldquo;tags&rdquo;) internet </h2>
                <p> Le site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> contient un certain nombre de liens hypertextes vers d&rsquo;autres sites, mis en place avec l&rsquo;autorisation de <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    . Cependant, <a href="https://sachadvr.fr"> https://sachadvr.fr </a> n&rsquo;a pas la possibilit&eacute; de v&eacute;rifier le contenu des sites ainsi visit&eacute;s, et n&rsquo;assumera en cons&eacute;quence aucune responsabilit&eacute;
                    de ce fait. </p>
                <p> Sauf si vous d&eacute;cidez de d&eacute;sactiver les cookies, vous acceptez que le site puisse les utiliser. Vous pouvez &agrave; tout moment d&eacute;sactiver ces cookies et ce gratuitement &agrave; partir des possibilit&eacute;s de d&eacute;sactivation
                    qui vous sont offertes et rappel&eacute;es ci-apr&egrave;s, sachant que cela peut r&eacute;duire ou emp&ecirc;cher l&rsquo;accessibilit&eacute; &agrave; tout ou partie des Services propos&eacute;s par le site. </p>
                <p> &nbsp; </p>
                <h3> 9.1. &laquo; COOKIES &raquo; </h3>
                <p> Un &laquo; cookie &raquo; est un petit fichier d&rsquo;information envoy&eacute; sur le navigateur de l&rsquo;Utilisateur et enregistr&eacute; au sein du terminal de l&rsquo;Utilisateur (ex : ordinateur, smartphone), (ci-apr&egrave;s &laquo;
                    Cookies &raquo;). Ce fichier comprend des informations telles que le nom de domaine de l&rsquo;Utilisateur, le fournisseur d&rsquo;acc&egrave;s Internet de l&rsquo;Utilisateur, le syst&egrave;me d&rsquo;exploitation de l&rsquo;Utilisateur,
                    ainsi que la date et l&rsquo;heure d&rsquo;acc&egrave;s. Les Cookies ne risquent en aucun cas d&rsquo;endommager le terminal de l&rsquo;Utilisateur. </p>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> est susceptible de traiter les informations de l&rsquo;Utilisateur concernant sa visite du Site, telles que les pages consult&eacute;es, les recherches effectu&eacute;es. Ces informations
                    permettent &agrave; <a href="https://sachadvr.fr"> https://sachadvr.fr </a> d&rsquo;am&eacute;liorer le contenu du Site, de la navigation de l&rsquo;Utilisateur. </p>
                <p> Les Cookies facilitant la navigation et/ou la fourniture des services propos&eacute;s par le Site, l&rsquo;Utilisateur peut configurer son navigateur pour qu&rsquo;il lui permette de d&eacute;cider s&rsquo;il souhaite ou non les accepter
                    de mani&egrave;re &agrave; ce que des Cookies soient enregistr&eacute;s dans le terminal ou, au contraire, qu&rsquo;ils soient rejet&eacute;s, soit syst&eacute;matiquement, soit selon leur &eacute;metteur. L&rsquo;Utilisateur peut
                    &eacute;galement configurer son logiciel de navigation de mani&egrave;re &agrave; ce que l&rsquo;acceptation ou le refus des Cookies lui soient propos&eacute;s ponctuellement, avant qu&rsquo;un Cookie soit susceptible d&rsquo;&ecirc;tre
                    enregistr&eacute; dans son terminal. <a href="https://sachadvr.fr"> https://sachadvr.fr </a> informe l&rsquo;Utilisateur que, dans ce cas, il se peut que les fonctionnalit&eacute;s de son logiciel de navigation ne soient pas toutes
                    disponibles. </p>
                <p> Si l&rsquo;Utilisateur refuse l&rsquo;enregistrement de Cookies dans son terminal ou son navigateur, ou si l&rsquo;Utilisateur supprime ceux qui y sont enregistr&eacute;s, l&rsquo;Utilisateur est inform&eacute; que sa navigation et son
                    exp&eacute;rience sur le Site peuvent &ecirc;tre limit&eacute;es. Cela pourrait &eacute;galement &ecirc;tre le cas lorsque <a href="https://sachadvr.fr"> https://sachadvr.fr </a> ou l&rsquo;un de ses prestataires ne peut pas reconna&icirc;tre,
                    &agrave; des fins de compatibilit&eacute; technique, le type de navigateur utilis&eacute; par le terminal, les param&egrave;tres de langue et d&rsquo;affichage ou le pays depuis lequel le terminal semble connect&eacute; &agrave; Internet.
                </p>
                <p> Le cas &eacute;ch&eacute;ant, <a href="https://sachadvr.fr"> https://sachadvr.fr </a> d&eacute;cline toute responsabilit&eacute; pour les cons&eacute;quences li&eacute;es au fonctionnement d&eacute;grad&eacute; du Site et des services
                    &eacute;ventuellement propos&eacute;s par <a href="https://sachadvr.fr"> https://sachadvr.fr </a> , r&eacute;sultant (i) du refus de Cookies par l&rsquo;Utilisateur (ii) de l&rsquo;impossibilit&eacute; pour <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    d&rsquo;enregistrer ou de consulter les Cookies n&eacute;cessaires &agrave; leur fonctionnement du fait du choix de l&rsquo;Utilisateur. Pour la gestion des Cookies et des choix de l&rsquo;Utilisateur, la configuration de chaque navigateur
                    est diff&eacute;rente. Elle est d&eacute;crite dans le menu d&rsquo;aide du navigateur, qui permettra de savoir de quelle mani&egrave;re l&rsquo;Utilisateur peut modifier ses souhaits en mati&egrave;re de Cookies. </p>
                <p> &Agrave; tout moment, l&rsquo;Utilisateur peut faire le choix d&rsquo;exprimer et de modifier ses souhaits en mati&egrave;re de Cookies. <a href="https://sachadvr.fr"> https://sachadvr.fr </a> pourra en outre faire appel aux services de
                    prestataires externes pour l&rsquo;aider &agrave; recueillir et traiter les informations d&eacute;crites dans cette section. </p>
                <p> Enfin, en cliquant sur les ic&ocirc;nes d&eacute;di&eacute;es aux r&eacute;seaux sociaux Twitter, Facebook, Linkedin et Google Plus figurant sur le Site de <a href="https://sachadvr.fr"> https://sachadvr.fr </a> ou dans son application
                    mobile et si l&rsquo;Utilisateur a accept&eacute; le d&eacute;p&ocirc;t de cookies en poursuivant sa navigation sur le Site Internet ou l&rsquo;application mobile de <a href="https://sachadvr.fr"> https://sachadvr.fr </a> , Twitter,
                    Facebook, Linkedin et Google Plus peuvent &eacute;galement d&eacute;poser des cookies sur vos terminaux (ordinateur, tablette, t&eacute;l&eacute;phone portable). </p>
                <p> Ces types de cookies ne sont d&eacute;pos&eacute;s sur vos terminaux qu&rsquo;&agrave; condition que vous y consentiez, en continuant votre navigation sur le Site Internet ou l&rsquo;application mobile de <a href="https://sachadvr.fr"> https://sachadvr.fr </a>                    . &Agrave; tout moment, l&rsquo;Utilisateur peut n&eacute;anmoins revenir sur son consentement &agrave; ce que <a href="https://sachadvr.fr"> https://sachadvr.fr </a> d&eacute;pose ce type de cookies. </p>
                <h3> Article 9.2. BALISES (&ldquo;TAGS&rdquo;) INTERNET </h3>
                <p> <a href="https://sachadvr.fr"> https://sachadvr.fr </a> peut employer occasionnellement des balises Internet (&eacute;galement appel&eacute;es &laquo; tags &raquo;, ou balises d&rsquo;action, GIF &agrave; un pixel, GIF transparents, GIF
                    invisibles et GIF un &agrave; un) et les d&eacute;ployer par l&rsquo;interm&eacute;diaire d&rsquo;un partenaire sp&eacute;cialiste d&rsquo;analyses Web susceptible de se trouver (et donc de stocker les informations correspondantes,
                    y compris l&rsquo;adresse IP de l&rsquo;Utilisateur) dans un pays &eacute;tranger. </p>
                <p> Ces balises sont plac&eacute;es &agrave; la fois dans les publicit&eacute;s en ligne permettant aux internautes d&rsquo;acc&eacute;der au Site, et sur les diff&eacute;rentes pages de celui-ci. </p>
                <p> Cette technologie permet &agrave; <a href="https://sachadvr.fr"> https://sachadvr.fr </a> d&rsquo;&eacute;valuer les r&eacute;ponses des visiteurs face au Site et l&rsquo;efficacit&eacute; de ses actions (par exemple, le nombre de fois
                    o&ugrave; une page est ouverte et les informations consult&eacute;es), ainsi que l&rsquo;utilisation de ce Site par l&rsquo;Utilisateur. </p>
                <p> Le prestataire externe pourra &eacute;ventuellement recueillir des informations sur les visiteurs du Site et d&rsquo;autres sites Internet gr&acirc;ce &agrave; ces balises, constituer des rapports sur l&rsquo;activit&eacute; du Site &agrave;
                    l&rsquo;attention de <a href="https://sachadvr.fr"> https://sachadvr.fr </a> , et fournir d&rsquo;autres services relatifs &agrave; l&rsquo;utilisation de celui-ci et d&rsquo;Internet. </p>
                <p> &nbsp; </p>
                <h2> 10. Droit applicable et attribution de juridiction. </h2>
                <p> Tout litige en relation avec l&rsquo;utilisation du site <a href="https://sachadvr.fr"> https://sachadvr.fr </a> est soumis au droit fran&ccedil;ais. En dehors des cas o&ugrave; la loi ne le permet pas, il est fait attribution exclusive
                    de juridiction aux tribunaux comp&eacute;tents de Lille </p>
            </section>
        </div>
        <div class="scroll">
            <a href="#whoami"><span>Scroll</span>
                
                <i class="scroll-icon fas fa-angle-down"></i>
            </a>
        </div>


    </header>
    <div class="bluredbottom"></div>
    <div class="content whoami">
        <section id="whoami">
            <div data-aos="fade-up" data-aos-offset="200" data-aos-delay="0" data-aos-once="true">
                <h2>
                    <strong>Qui suis-je ?</strong>
                </h2>
 
                <blockquote>
                    <p>
                        <strong>&Eacute;tudiant en Licence SDN</strong> après une réorientation, j'ai d&eacute;cid&eacute; de me consacrer &agrave; mes passions, l'une d'elles est le d&eacute;veloppement web, d'o&ugrave;
                        m'est venu l'id&eacute;e de ce site, il fait office de CV en ligne ainsi que d'un r&eacute;f&eacute;rencement pour vous apprendre &agrave; mieux me connaitre et &agrave; mieux connaitre mes futurs projets
                    </p>
                </blockquote>
            </div>
            <div data-aos="fade-up" data-aos-offset="200" data-aos-delay="200" data-aos-once="true">
 
                <h2>Pourquoi Moi ?</h2>
   
                <blockquote>
                    <p>Polyvalent dans des divers domaines, j'ai la capacit&eacute; de mieux m'adapter et &ecirc;tre plus &agrave; m&ecirc;me de vous fournir un travail adapt&eacute; &agrave; vos besoins</p>
                </blockquote>
            </div>
            <div data-aos="fade-up" data-aos-offset="200" data-aos-delay="400" data-aos-once="true">

                <h2>Mes Outils ?</h2>
    
                <blockquote>
                    <p>Un &eacute;diteur de texte suffit &agrave; developper un site web, mais pour l'embellir, un peu de
                        <span id="highlight">Photoshop, Illustrator</span>
                    </p>
                </blockquote>
            </div>
        </section>
    </div>
    <div class="content portfolio">
        <section id="portfolio" class="boxcontainer">
            <div id="active"> </div>
            
            <h1 class="section-title">Portfolio</h1>
            <div class="portfolio-box">
                <!-- onclick="info(1);"  -->
                <a onclick="info(1);" class="project-box no-grid project1">
                    <div class="project-bio">
                        <h1 class="project-name">CasaRosa.pt</h1>
                        <h3 class="project-price">En cours</h3><i class="fas fa-spinner"></i>
                    </div>
                </a>
                <a onclick="info(2);" class="project-box no-grid project2">
                    <div class="project-bio">
                        <h1 class="project-name">RV-Services</h1>
                        <h3 class="project-price">En cours</h3><i class="fas fa-spinner"></i>
                    </div>
                    
                </a>
                <!-- <a href="#" class="project-box no-grid project2">
                    <div class="project-bio">
                        <h1 class="project-name">RV-Services.fr</h1>
                        <h3 class="project-price">En cours</h3><i class="fas fa-spinner"></i>
                    </div>
                </a>
                <a href="#" class="project-box no-grid project3">
                    <div class="project-bio">
                        <h1 class="project-name">Prochainement</h1>
                        <h3 class="project-price">À venir</h3><i class="fas fa-tasks"></i>
                    </div>
                </a>
                <a href="#" class="project-box no-grid project4">
                    <div class="project-bio">
                        <h1 class="project-name">Prochainement</h1>
                        <h3 class="project-price">À venir</h3><i class="fas fa-tasks"></i>
                    </div>
                </a> -->
            </div>
            
        </section>
    </div>
    <div class="content contact">
        
         <h2 id="contact"><i class="fas fa-address-card"></i>Me contacter</h2>

        <p id="desc">Si vous souhaitez plus d'informations, il est notamment possible de me contacter en remplissant le formulaire ci-dessous</p>
        <form name="my_form" id="myForm" action="mail.php" method="post">
            <p>
                <label for="nom">Nom de la société ou du particulier</label>
                <input type="text" id="nom" name="nom" required> <span></span>
            </p>
            <p>
                <label for="email">E-mail</label>
                <input type="email" id="email" name="email" required> <span></span>
            </p>
            <p>
                <label for="tel">Tel</label>
                <input type="tel" id="tel" name="tel" required> <span></span>
            </p>
            <p>
                <label for="message">Le message</label>
                <textarea id="message" name="message" required></textarea>
            </p>
            <p>
                <input id="btnsubmit" type="submit" value="Envoyer" name="Envoyer"> <span id="spansubmit"><i class="scroll-icon fas fa-angle-right"></i></span>
            </p>
        </form>
    </div>
    <div id="topscroll" data-aos="fade-up" data-aos-anchor="#whoami"> 
        <a href="#"><i class="fas fa-chevron-up"></i>
    </a></div>
    <div id="mailsender">
        <a href="#"><i class="fab fa-telegram-plane"></i>
        </a></div>
    <audio src="./ressources/sent.mp3" id="audio" controls style="display: none;"></audio>
    <footer>Copyright 2021 © Sacha DVR. All Rights Reserved.
        <a href="#cgu" id="cgubtn">CGU</a>
    </footer>


    <script src="https://unpkg.com/aos@2.3.1/dist/aos.js"></script>
    <script src="./js/script.js"></script>

</body>

</html>